Repository: zizicici/Watermelon
Catalog: Watermelon/Resource/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, ja, ko, pt_br, pt_pt, ru, uk, zh_hans, zh_hant, zh_hk

# backup.session.resumePreparationFailed
source: Resume preparation failed: %@
de: Fortsetzungsvorbereitung fehlgeschlagen: %@
es: Preparación de reanudación fallida: %@
es_419: Preparación de reanudación fallida: %@
fr: Échec de la préparation de la reprise : %@
ja: 再開の準備に失敗しました: %@
ko: 재개 준비에 실패했습니다: %@
pt_br: Falha na preparação da retomada: %@
pt_pt: Falha na preparação da retoma: %@
ru: Не удалось подготовить возобновление: %@
uk: Не вдалося підготувати продовження: %@
zh_hans: 继续备份准备失败：%@
zh_hant: 繼續備份準備失敗：%@
zh_hk: 繼續備份準備失敗：%@

# backup.session.resuming
source: Preparing to resume…
de: Fortsetzen wird vorbereitet…
es: Preparando la reanudación...
es_419: Preparando la reanudación...
fr: Préparation de la reprise...
ja: 再開を準備中...
ko: 재개 준비 중...
pt_br: Preparando retomada...
pt_pt: A preparar retoma...
ru: Подготовка к возобновлению…
uk: Підготовка до продовження…
zh_hans: 正在准备继续…
zh_hant: 正在準備繼續…
zh_hk: 正在準備繼續…

# backup.session.retryCompleted
source: Retry completed
de: Wiederholung abgeschlossen
es: Reintento completado
es_419: Reintento completado
fr: Nouvelle tentative terminée
ja: 再試行完了
ko: 재시도 완료
pt_br: Nova tentativa concluída
pt_pt: Nova tentativa concluída
ru: Повтор завершён
uk: Повтор завершено
zh_hans: 重试完成
zh_hant: 重試完成
zh_hk: 重試完成

# backup.session.retryCompletedPartial
source: Retry completed with failures
de: Wiederholung mit Fehlern abgeschlossen
es: Reintento completado con errores
es_419: Reintento completado con errores
fr: Nouvelle tentative terminée avec des erreurs
ja: 再試行完了（一部失敗）
ko: 재시도 완료(일부 실패)
pt_br: Nova tentativa concluída com falhas
pt_pt: Nova tentativa concluída com falhas
ru: Повтор завершён с ошибками
uk: Повтор завершено з помилками
zh_hans: 重试完成（有失败）
zh_hant: 重試完成（有失敗）
zh_hk: 重試完成（有失敗）

# backup.session.stopped
source: Backup stopped
de: Backup gestoppt
es: Copia de seguridad detenida
es_419: Respaldo detenido
fr: Sauvegarde arrêtée
ja: バックアップ停止
ko: 백업 중지
pt_br: Backup interrompido
pt_pt: Cópia parada
ru: Резервное копирование остановлено
uk: Резервне копіювання зупинено
zh_hans: 备份已停止
zh_hant: 備份已停止
zh_hk: 備份已停止

# backup.session.stopping
source: Stopping…
de: Wird gestoppt…
es: Deteniendo...
es_419: Deteniendo...
fr: Arrêt...
ja: 停止中...
ko: 중지 중...
pt_br: Parando...
pt_pt: A parar...
ru: Остановка…
uk: Зупинення…
zh_hans: 正在停止…
zh_hant: 正在停止…
zh_hk: 正在停止…

# backup.transfer.downloadResource
source: Downloading resource
de: Ressource wird heruntergeladen
es: Descargando recurso
es_419: Descargando recurso
fr: Téléchargement de la ressource
ja: リソースをダウンロード中
ko: 리소스 다운로드 중
pt_br: Baixando recurso
pt_pt: A descarregar recurso
ru: Загрузка ресурса
uk: Завантаження ресурсу
zh_hans: 下载资源
zh_hant: 下載資源
zh_hk: 下載資源

# backup.transfer.prepareResource
source: Preparing resource
de: Ressource wird vorbereitet
es: Preparando recurso
es_419: Preparando recurso
fr: Préparation de la ressource
ja: リソースを準備中
ko: 리소스 준비 중
pt_br: Preparando recurso
pt_pt: A preparar recurso
ru: Подготовка ресурса
uk: Підготовка ресурсу
zh_hans: 准备资源
zh_hant: 準備資源
zh_hk: 準備資源

# backup.transfer.uploadCompleted
source: Upload complete
de: Upload abgeschlossen
es: Subida completada
es_419: Carga completada
fr: Envoi terminé
ja: アップロード完了
ko: 업로드 완료
pt_br: Upload concluído
pt_pt: Envio concluído
ru: Выгрузка завершена
uk: Вивантаження завершено
zh_hans: 上传完成
zh_hant: 上傳完成
zh_hk: 上載完成

# backup.transfer.uploadResource
source: Uploading resource
de: Ressource wird hochgeladen
es: Subiendo recurso
es_419: Cargando recurso
fr: Envoi de la ressource
ja: リソースをアップロード中
ko: 리소스 업로드 중
pt_br: Enviando recurso
pt_pt: A enviar recurso
ru: Выгрузка ресурса
uk: Вивантаження ресурсу
zh_hans: 上传资源
zh_hant: 上傳資源
zh_hk: 上載資源

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
es_419: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
pt_pt: Cancelar
ru: Отменить
uk: Скасувати
zh_hans: 取消
zh_hant: 取消
zh_hk: 取消

# common.close
source: Close
de: Schließen
es: Cerrar
es_419: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pt_br: Fechar
pt_pt: Fechar
ru: Закрыть
uk: Закрити
zh_hans: 关闭
zh_hant: 關閉
zh_hk: 關閉

# common.connect
source: Connect
de: Verbinden
es: Conectar
es_419: Conectar
fr: Connecter
ja: 接続
ko: 연결
pt_br: Conectar
pt_pt: Ligar
ru: Подключить
uk: З’єднати
zh_hans: 连接
zh_hant: 連接
zh_hk: 連接

# common.copy
source: Copy
de: Kopieren
es: Copiar
es_419: Copiar
fr: Copier
ja: コピー
ko: 복사
pt_br: Copiar
pt_pt: Copiar
ru: Копировать
uk: Копіювати
zh_hans: 复制
zh_hant: 複製
zh_hk: 複製

# common.delete
source: Delete
de: Löschen
es: Eliminar
es_419: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pt_br: Excluir
pt_pt: Eliminar
ru: Удалить
uk: Видалити
zh_hans: 删除
zh_hant: 刪除
zh_hk: 刪除

# common.edit
source: Edit
de: Bearbeiten
es: Editar
es_419: Editar
fr: Modifier
ja: 編集
ko: 편집
pt_br: Editar
pt_pt: Editar
ru: Изменить
uk: Редагувати
zh_hans: 编辑
zh_hant: 編輯
zh_hk: 編輯

# common.error
source: Error
de: Fehler
fr: Erreur
ja: エラー
ko: 오류
pt_br: Erro
pt_pt: Erro
ru: Ошибка
uk: Помилка
zh_hans: 错误
zh_hant: 錯誤
zh_hk: 錯誤

# common.none
source: None
de: Keine
es: Ninguno
es_419: Ninguno
fr: Aucun
ja: なし
ko: 없음
pt_br: Nenhum
pt_pt: Nenhum
ru: Нет
uk: Немає
zh_hans: 无
zh_hant: 無
zh_hk: 無

# common.notNow
source: Not Now
de: Jetzt nicht
es: Ahora no
es_419: Ahora no
fr: Pas maintenant
ja: 今はしない
ko: 나중에
pt_br: Agora não
pt_pt: Agora não
ru: Не сейчас
uk: Не зараз
zh_hans: 暂不
zh_hant: 暫不
zh_hk: 暫不

# common.save
source: Save
de: Speichern
es: Guardar
es_419: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
pt_br: Salvar
pt_pt: Guardar
ru: Сохранить
uk: Зберегти
zh_hans: 保存
zh_hant: 儲存
zh_hk: 儲存

# common.start
source: Start
de: Starten
es: Iniciar
es_419: Iniciar
fr: Démarrer
ja: 開始
ko: 시작
pt_br: Iniciar
pt_pt: Iniciar
ru: Начать
uk: Почати
zh_hans: 开始
zh_hant: 開始
zh_hk: 開始

# common.stop
source: Stop
de: Stoppen
es: Detener
es_419: Detener
fr: Arrêter
ja: 停止
ko: 중지
pt_br: Parar
pt_pt: Parar
ru: Остановить
uk: Зупинити
zh_hans: 停止
zh_hant: 停止
zh_hk: 停止

# compatibility.error.remoteFormatUnsupported.versioned
source: This remote backup requires %1$@ %2$@ or later. Please update from the App Store.
de: Dieses Remote-Backup erfordert %1$@ %2$@ oder neuer. Bitte über den App Store aktualisieren.
es: Esta copia de seguridad remota requiere %1$@ %2$@ o posterior. Actualiza desde la App Store.
es_419: Este respaldo remoto requiere %1$@ %2$@ o una versión posterior. Actualiza desde la App Store.
fr: Cette sauvegarde distante nécessite %1$@ %2$@ ou ultérieur. Veuillez mettre à jour depuis l’App Store.
ja: このリモートバックアップには %1$@ %2$@ 以降が必要です。App Store からアップデートしてください。
ko: 이 원격 백업에는 %1$@ %2$@ 이상이 필요합니다. App Store에서 업데이트하세요.
pt_br: Este backup remoto requer %1$@ %2$@ ou posterior. Atualize na App Store.
pt_pt: Esta cópia de segurança remota requer %1$@ %2$@ ou posterior. Atualize na App Store.
ru: Для этой удалённой резервной копии требуется %1$@ %2$@ или новее. Обновите приложение в App Store.
uk: Ця віддалена резервна копія потребує %1$@ %2$@ або новішої. Оновіть в App Store.
zh_hans: 此远端备份需要 %1$@ %2$@ 或更高版本。请前往 App Store 更新。
zh_hant: 此遠端備份需要 %1$@ %2$@ 或更新版本。請前往 App Store 更新。
zh_hk: 此遠端備份需要 %1$@ %2$@ 或更新版本。請前往 App Store 更新。

# controller.more.title
source: Settings
de: Einstellungen
es: Ajustes
es_419: Configuración
fr: Réglages
ja: 設定
ko: 설정
pt_br: Ajustes
pt_pt: Definições
ru: Настройки
uk: Параметри
zh_hans: 设置
zh_hant: 設定
zh_hk: 設定

# diagnostics.appState.active
source: foreground
de: Vordergrund
es: primer plano
es_419: primer plano
fr: premier plan
ja: フォアグラウンド
ko: 포그라운드
pt_br: primeiro plano
pt_pt: primeiro plano
ru: передний план
uk: передній план
zh_hans: 前台
zh_hant: 前景
zh_hk: 前景

# diagnostics.appState.background
source: background
de: Hintergrund
es: segundo plano
es_419: segundo plano
fr: arrière-plan
ja: バックグラウンド
ko: 백그라운드
pt_br: segundo plano
pt_pt: segundo plano
ru: фоновый режим
uk: фоновий режим
zh_hans: 后台
zh_hant: 背景
zh_hk: 背景

# diagnostics.appState.inactive
source: inactive
de: inaktiv
es: inactivo
es_419: inactivo
fr: inactif
ja: 非アクティブ
ko: 비활성
pt_br: inativo
pt_pt: inativo
ru: неактивно
uk: неактивно
zh_hans: 非活跃
zh_hant: 非作用中
zh_hk: 非作用中

# diagnostics.log.appExitSummary
source: App exits %1$@ — foreground: %2$@, background: %3$@
de: App-Beendigungen %1$@ – Vordergrund: %2$@, Hintergrund: %3$@
es: Cierres de la app %1$@ — primer plano: %2$@, segundo plano: %3$@
es_419: Cierres de la app %1$@ — primer plano: %2$@, segundo plano: %3$@
fr: Fermetures de l’app %1$@ — premier plan : %2$@, arrière-plan : %3$@
ja: アプリ終了統計 %1$@ — フォアグラウンド:%2$@、バックグラウンド:%3$@
ko: 앱 종료 통계 %1$@ — 포그라운드: %2$@, 백그라운드: %3$@
pt_br: Encerramentos do app %1$@ — primeiro plano: %2$@, segundo plano: %3$@
pt_pt: Encerramentos da app %1$@ — primeiro plano: %2$@, segundo plano: %3$@
ru: Завершения приложения %1$@ — передний план: %2$@, фон: %3$@
uk: Завершення застосунку %1$@ — передній план: %2$@, фон: %3$@
zh_hans: 应用退出统计 %1$@——前台：%2$@，后台：%3$@
zh_hant: App 結束統計 %1$@——前景：%2$@，背景：%3$@
zh_hk: App 結束統計 %1$@——前景：%2$@，背景：%3$@

# diagnostics.log.memoryWatermark
source: Memory: %1$@ in use, %2$@ available (%3$@)
de: Speicher: %1$@ belegt, %2$@ verfügbar (%3$@)
es: Memoria: %1$@ en uso, %2$@ disponible (%3$@)
es_419: Memoria: %1$@ en uso, %2$@ disponible (%3$@)
fr: Mémoire : %1$@ utilisée, %2$@ disponible (%3$@)
ja: メモリ:使用中 %1$@、利用可能 %2$@(%3$@)
ko: 메모리: 사용 중 %1$@, 사용 가능 %2$@ (%3$@)
pt_br: Memória: %1$@ em uso, %2$@ disponível (%3$@)
pt_pt: Memória: %1$@ em utilização, %2$@ disponível (%3$@)
ru: Память: используется %1$@, доступно %2$@ (%3$@)
uk: Пам’ять: використовується %1$@, доступно %2$@ (%3$@)
zh_hans: 内存：已用 %1$@，可用 %2$@（%3$@）
zh_hant: 記憶體：已用 %1$@，可用 %2$@（%3$@）
zh_hk: 記憶體：已用 %1$@，可用 %2$@（%3$@）

# dropbox.error.accessDenied
source: Dropbox denied access to this operation
de: Dropbox hat den Zugriff auf diesen Vorgang verweigert
es: Dropbox ha denegado el acceso a esta operación
es_419: Dropbox denegó el acceso a esta operación
fr: Dropbox a refusé l’accès à cette opération
ja: Dropbox によりこの操作へのアクセスが拒否されました
ko: Dropbox에서 이 작업에 대한 접근을 거부했습니다
pt_br: O Dropbox negou o acesso a esta operação
pt_pt: O Dropbox recusou o acesso a esta operação
ru: Dropbox отказал в доступе к этой операции
uk: Dropbox відхилив доступ до цієї операції
zh_hans: Dropbox 拒绝了此操作
zh_hant: Dropbox 拒絕存取此操作
zh_hk: Dropbox 拒絕存取此操作

# dropbox.error.auth.accountMismatch
source: The Dropbox account no longer matches this node
de: Das Dropbox-Konto stimmt nicht mehr mit diesem Knoten überein
es: La cuenta de Dropbox ya no coincide con este nodo
es_419: La cuenta de Dropbox ya no coincide con este nodo
fr: Le compte Dropbox ne correspond plus à ce nœud
ja: Dropbox アカウントがこのノードと一致しなくなりました
ko: Dropbox 계정이 더 이상 이 노드와 일치하지 않습니다
pt_br: A conta do Dropbox não corresponde mais a este nó
pt_pt: A conta Dropbox já não corresponde a este nó
ru: Учетная запись Dropbox больше не соответствует этому узлу
uk: Обліковий запис Dropbox більше не відповідає цьому вузлу
zh_hans: Dropbox 账户与此节点不再匹配
zh_hant: Dropbox 帳戶與此節點不再相符
zh_hk: Dropbox 帳戶與此節點不再相符

# dropbox.error.auth.configurationMissing
source: The Dropbox app key is not configured
de: Der Dropbox-App-Schlüssel ist nicht konfiguriert
es: La clave de la app de Dropbox no está configurada
es_419: La clave de la aplicación de Dropbox no está configurada
fr: La clé d’app Dropbox n’est pas configurée
ja: Dropbox のアプリキーが設定されていません
ko: Dropbox 앱 키가 구성되지 않았습니다
pt_br: A chave do app do Dropbox não está configurada
pt_pt: A chave da aplicação Dropbox não está configurada
ru: Ключ приложения Dropbox не настроен
uk: Ключ програми Dropbox не налаштовано
zh_hans: 尚未配置 Dropbox App Key
zh_hant: 尚未設定 Dropbox App Key
zh_hk: 尚未設定 Dropbox App Key

# dropbox.error.auth.reauthenticationRequired
source: Dropbox authorization has expired or was revoked. Sign in again.
de: Die Dropbox-Autorisierung ist abgelaufen oder wurde widerrufen. Melden Sie sich erneut an.
es: La autorización de Dropbox ha caducado o se ha revocado. Inicia sesión de nuevo.
es_419: La autorización de Dropbox venció o fue revocada. Inicia sesión de nuevo.
fr: L’autorisation Dropbox a expiré ou a été révoquée. Reconnectez-vous.
ja: Dropbox の認証が期限切れか、取り消されています。もう一度サインインしてください。
ko: Dropbox 인증이 만료되었거나 취소되었습니다. 다시 로그인하세요.
pt_br: A autorização do Dropbox expirou ou foi revogada. Entre novamente.
pt_pt: A autorização Dropbox expirou ou foi revogada. Inicie sessão novamente.
ru: Срок действия авторизации Dropbox истек или она была отозвана. Войдите снова.
uk: Термін дії авторизації Dropbox минув або її було відкликано. Увійдіть знову.
zh_hans: Dropbox 授权已过期或被撤销，请重新登录。
zh_hant: Dropbox 授權已過期或遭撤銷，請重新登入。
zh_hk: Dropbox 授權已過期或被撤銷，請重新登入。

# dropbox.error.insufficientSpace
source: Dropbox does not have enough free space
de: In Dropbox ist nicht genügend freier Speicherplatz vorhanden
es: Dropbox no tiene suficiente espacio libre
es_419: Dropbox no tiene suficiente espacio libre
fr: Dropbox ne dispose pas de suffisamment d’espace libre
ja: Dropbox の空き容量が不足しています
ko: Dropbox의 여유 공간이 부족합니다
pt_br: O Dropbox não tem espaço livre suficiente
pt_pt: O Dropbox não tem espaço livre suficiente
ru: В Dropbox недостаточно свободного места
uk: У Dropbox недостатньо вільного місця
zh_hans: Dropbox 可用空间不足
zh_hant: Dropbox 可用空間不足
zh_hk: Dropbox 可用空間不足

# dropbox.error.invalidResponse
source: Dropbox returned an invalid response
de: Dropbox hat eine ungültige Antwort zurückgegeben
es: Dropbox ha devuelto una respuesta no válida
es_419: Dropbox devolvió una respuesta no válida
fr: Dropbox a renvoyé une réponse non valide
ja: Dropbox から無効な応答が返されました
ko: Dropbox에서 잘못된 응답을 반환했습니다
pt_br: O Dropbox retornou uma resposta inválida
pt_pt: O Dropbox devolveu uma resposta inválida
ru: Dropbox вернул недопустимый ответ
uk: Dropbox повернув недійсну відповідь
zh_hans: Dropbox 返回了无效响应
zh_hant: Dropbox 傳回了無效回應
zh_hk: Dropbox 傳回了無效回應

# dropbox.error.notFound
source: The Dropbox file or folder no longer exists
de: Die Dropbox-Datei oder der Dropbox-Ordner ist nicht mehr vorhanden
es: El archivo o la carpeta de Dropbox ya no existe
es_419: El archivo o la carpeta de Dropbox ya no existe
fr: Le fichier ou dossier Dropbox n’existe plus
ja: Dropbox のファイルまたはフォルダは存在しなくなりました
ko: Dropbox 파일 또는 폴더가 더 이상 존재하지 않습니다
pt_br: O arquivo ou a pasta do Dropbox não existe mais
pt_pt: O ficheiro ou a pasta Dropbox já não existe
ru: Файл или папка Dropbox больше не существует
uk: Файл або папка Dropbox більше не існує
zh_hans: Dropbox 文件或文件夹已不存在
zh_hant: Dropbox 檔案或資料夾已不存在
zh_hk: Dropbox 檔案或資料夾已不存在

# dropbox.error.requestFailed
source: The Dropbox request failed
de: Die Dropbox-Anfrage ist fehlgeschlagen
es: La solicitud de Dropbox ha fallado
es_419: La solicitud de Dropbox falló
fr: La requête Dropbox a échoué
ja: Dropbox のリクエストに失敗しました
ko: Dropbox 요청에 실패했습니다
pt_br: A solicitação do Dropbox falhou
pt_pt: O pedido ao Dropbox falhou
ru: Не удалось выполнить запрос к Dropbox
uk: Не вдалося виконати запит до Dropbox
zh_hans: Dropbox 请求失败
zh_hant: Dropbox 要求失敗
zh_hk: Dropbox 要求失敗

# dropbox.error.throttled
source: Dropbox is temporarily rate limiting requests. Try again later.
de: Dropbox begrenzt die Anfragerate vorübergehend. Versuchen Sie es später erneut.
es: Dropbox está limitando temporalmente la frecuencia de solicitudes. Inténtalo de nuevo más tarde.
es_419: Dropbox está limitando temporalmente la frecuencia de las solicitudes. Inténtalo de nuevo más tarde.
fr: Dropbox limite temporairement la fréquence des requêtes. Réessayez plus tard.
ja: Dropbox によりリクエストが一時的に制限されています。しばらくしてからもう一度お試しください。
ko: Dropbox에서 일시적으로 요청 빈도를 제한하고 있습니다. 나중에 다시 시도하세요.
pt_br: O Dropbox está limitando temporariamente a frequência das solicitações. Tente novamente mais tarde.
pt_pt: O Dropbox está a limitar temporariamente a frequência dos pedidos. Tente novamente mais tarde.
ru: Dropbox временно ограничивает частоту запросов. Повторите попытку позже.
uk: Dropbox тимчасово обмежує частоту запитів. Спробуйте пізніше.
zh_hans: Dropbox 暂时限制了请求频率，请稍后重试。
zh_hant: Dropbox 暫時限制要求頻率，請稍後再試。
zh_hk: Dropbox 暫時限制要求頻率，請稍後再試。

# googledrive.error.accessDenied
source: Google Drive denied access to this operation.
de: Google Drive hat den Zugriff auf diesen Vorgang verweigert.
es: Google Drive ha denegado el acceso a esta operación.
es_419: Google Drive denegó el acceso a esta operación.
fr: Google Drive a refusé l’accès à cette opération.
ja: Google Drive によりこの操作へのアクセスが拒否されました。
ko: Google Drive에서 이 작업에 대한 접근을 거부했습니다.
pt_br: O Google Drive negou o acesso a esta operação.
pt_pt: O Google Drive recusou o acesso a esta operação.
ru: Google Диск отказал в доступе к этой операции.
uk: Google Диск відхилив доступ до цієї операції.
zh_hans: Google Drive 拒绝了此操作。
zh_hant: Google Drive 拒絕存取此操作。
zh_hk: Google Drive 拒絕存取此操作。

# googledrive.error.apiNotEnabled
source: Google Drive API is not enabled for this OAuth project. Enable it in Google Cloud Console, wait a few minutes, and try again.
de: Die Google Drive API ist für dieses OAuth-Projekt nicht aktiviert. Aktivieren Sie sie in der Google Cloud Console, warten Sie einige Minuten und versuchen Sie es erneut.
es: Google Drive API no está habilitada para este proyecto de OAuth. Habilítala en Google Cloud Console, espera unos minutos y vuelve a intentarlo.
es_419: Google Drive API no está habilitada para este proyecto de OAuth. Habilítala en Google Cloud Console, espera unos minutos y vuelve a intentarlo.
fr: L’API Google Drive n’est pas activée pour ce projet OAuth. Activez-la dans Google Cloud Console, attendez quelques minutes, puis réessayez.
ja: この OAuth プロジェクトでは Google Drive API が有効になっていません。Google Cloud Console で有効にし、数分待ってからもう一度お試しください。
ko: 이 OAuth 프로젝트에 Google Drive API가 사용 설정되어 있지 않습니다. Google Cloud Console에서 사용 설정하고 몇 분 후 다시 시도하세요.
pt_br: A Google Drive API não está ativada para este projeto OAuth. Ative-a no Google Cloud Console, aguarde alguns minutos e tente novamente.
pt_pt: A Google Drive API não está ativada para este projeto OAuth. Ative-a na Google Cloud Console, aguarde alguns minutos e tente novamente.
ru: Google Drive API не включен для этого проекта OAuth. Включите его в Google Cloud Console, подождите несколько минут и повторите попытку.
uk: Google Drive API не ввімкнено для цього проєкту OAuth. Увімкніть його в Google Cloud Console, зачекайте кілька хвилин і повторіть спробу.
zh_hans: 这个 OAuth 项目尚未启用 Google Drive API。请在 Google Cloud Console 中启用，等待几分钟后重试。
zh_hant: 此 OAuth 專案尚未啟用 Google Drive API。請在 Google Cloud Console 中啟用，等待幾分鐘後再試。
zh_hk: 此 OAuth 專案尚未啟用 Google Drive API。請在 Google Cloud Console 中啟用，等待幾分鐘後再試。

# googledrive.error.auth.accountMismatch
source: The signed-in Google account does not match this storage profile.
de: Das angemeldete Google-Konto stimmt nicht mit diesem Speicherprofil überein.
es: La cuenta de Google con la que has iniciado sesión no coincide con este perfil de almacenamiento.
es_419: La cuenta de Google con la que iniciaste sesión no coincide con este perfil de almacenamiento.
fr: Le compte Google connecté ne correspond pas à ce profil de stockage.
ja: サインイン中の Google アカウントがこのストレージプロファイルと一致しません。
ko: 로그인한 Google 계정이 이 저장소 프로필과 일치하지 않습니다.
pt_br: A conta do Google conectada não corresponde a este perfil de armazenamento.
pt_pt: A conta Google com sessão iniciada não corresponde a este perfil de armazenamento.
ru: Выполнен вход в учетную запись Google, которая не соответствует этому профилю хранилища.
uk: Обліковий запис Google, у який виконано вхід, не відповідає цьому профілю сховища.
zh_hans: 当前登录的 Google 账号与此存储配置不一致。
zh_hant: 目前登入的 Google 帳戶與此儲存設定不符。
zh_hk: 目前登入的 Google 帳戶與此儲存設定不符。

# googledrive.error.auth.invalidClientID
source: Enter a valid Google iOS OAuth client ID.
de: Geben Sie eine gültige Google iOS-OAuth-Client-ID ein.
es: Introduce un ID de cliente OAuth de Google para iOS válido.
es_419: Ingresa un ID de cliente OAuth de Google para iOS válido.
fr: Saisissez un ID client OAuth Google pour iOS valide.
ja: 有効な Google iOS OAuth クライアント ID を入力してください。
ko: 유효한 Google iOS OAuth 클라이언트 ID를 입력하세요.
pt_br: Insira um ID de cliente OAuth do Google para iOS válido.
pt_pt: Introduza um ID de cliente OAuth da Google para iOS válido.
ru: Введите действительный идентификатор клиента Google OAuth для iOS.
uk: Введіть дійсний ідентифікатор клієнта Google OAuth для iOS.
zh_hans: 请输入有效的 Google iOS OAuth 客户端 ID。
zh_hant: 請輸入有效的 Google iOS OAuth 用戶端 ID。
zh_hk: 請輸入有效的 Google iOS OAuth 用戶端 ID。

# googledrive.error.auth.reauthenticationRequired
source: Google authorization has expired or was revoked. Sign in again.
de: Die Google-Autorisierung ist abgelaufen oder wurde widerrufen. Melden Sie sich erneut an.
es: La autorización de Google ha caducado o se ha revocado. Inicia sesión de nuevo.
es_419: La autorización de Google venció o fue revocada. Inicia sesión de nuevo.
fr: L’autorisation Google a expiré ou a été révoquée. Reconnectez-vous.
ja: Google の認証が期限切れか、取り消されています。もう一度サインインしてください。
ko: Google 인증이 만료되었거나 취소되었습니다. 다시 로그인하세요.
pt_br: A autorização do Google expirou ou foi revogada. Entre novamente.
pt_pt: A autorização da Google expirou ou foi revogada. Inicie sessão novamente.
ru: Срок действия авторизации Google истек или она была отозвана. Войдите снова.
uk: Термін дії авторизації Google минув або її було відкликано. Увійдіть знову.
zh_hans: Google 授权已失效或被撤销，请重新登录。
zh_hant: Google 授權已失效或遭撤銷，請重新登入。
zh_hk: Google 授權已失效或被撤銷，請重新登入。

# googledrive.error.insufficientSpace
source: Google Drive does not have enough available space.
de: In Google Drive ist nicht genügend Speicherplatz verfügbar.
es: Google Drive no tiene suficiente espacio disponible.
es_419: Google Drive no tiene suficiente espacio disponible.
fr: L’espace disponible sur Google Drive est insuffisant.
ja: Google Drive の空き容量が不足しています。
ko: Google Drive의 사용 가능한 공간이 부족합니다.
pt_br: O Google Drive não tem espaço disponível suficiente.
pt_pt: O Google Drive não tem espaço disponível suficiente.
ru: В Google Диске недостаточно свободного места.
uk: У Google Диску недостатньо вільного місця.
zh_hans: Google Drive 可用空间不足。
zh_hant: Google Drive 可用空間不足。
zh_hk: Google Drive 可用空間不足。

# googledrive.error.invalidResponse
source: Google Drive returned an invalid response.
de: Google Drive hat eine ungültige Antwort zurückgegeben.
es: Google Drive ha devuelto una respuesta no válida.
es_419: Google Drive devolvió una respuesta no válida.
fr: Google Drive a renvoyé une réponse non valide.
ja: Google Drive から無効な応答が返されました。
ko: Google Drive에서 잘못된 응답을 반환했습니다.
pt_br: O Google Drive retornou uma resposta inválida.
pt_pt: O Google Drive devolveu uma resposta inválida.
ru: Google Диск вернул недопустимый ответ.
uk: Google Диск повернув недійсну відповідь.
zh_hans: Google Drive 返回了无效响应。
zh_hant: Google Drive 傳回了無效回應。
zh_hk: Google Drive 傳回了無效回應。

# googledrive.error.notFound
source: The Google Drive item could not be found.
de: Das Google Drive-Element wurde nicht gefunden.
es: No se encontró el elemento de Google Drive.
es_419: No se encontró el elemento de Google Drive.
fr: L’élément Google Drive est introuvable.
ja: Google Drive アイテムが見つかりませんでした。
ko: Google Drive 항목을 찾을 수 없습니다.
pt_br: O item do Google Drive não foi encontrado.
pt_pt: O item do Google Drive não foi encontrado.
ru: Элемент Google Диска не найден.
uk: Елемент Google Диска не знайдено.
zh_hans: 找不到对应的 Google Drive 项目。
zh_hant: 找不到對應的 Google Drive 項目。
zh_hk: 找不到對應的 Google Drive 項目。

# googledrive.error.requestFailed
source: The Google Drive request failed.
de: Die Google Drive-Anfrage ist fehlgeschlagen.
es: La solicitud de Google Drive ha fallado.
es_419: La solicitud de Google Drive falló.
fr: La requête Google Drive a échoué.
ja: Google Drive のリクエストに失敗しました。
ko: Google Drive 요청에 실패했습니다.
pt_br: A solicitação do Google Drive falhou.
pt_pt: O pedido ao Google Drive falhou.
ru: Не удалось выполнить запрос к Google Диску.
uk: Не вдалося виконати запит до Google Диска.
zh_hans: Google Drive 请求失败。
zh_hant: Google Drive 要求失敗。
zh_hk: Google Drive 要求失敗。
